---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilogramsPerHour
source: html/a40873a6-1d23-9650-d4c1-b5d9ac47449f.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilogramsPerHour Property

Kilograms per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId KilogramsPerHour { get; }
```